Repository: PaulBraetz/CitizenBank
Catalog: legacy/first_version/CitizenBank/Resources/Strings.*.resx
Languages: de_de

source: Accessibility
de_de: Privatsphäre

source: Account Management
de_de: Kontoverwaltung

source: Accounts
de_de: Konten

source: Actions
de_de: Aktionen

source: Back
de_de: Zurück

source: Cancelled
de_de: Abgebrochen

source: Cargo
de_de: Güter

source: Change Email
de_de: Email Ändern

source: Change Email Confirmation
de_de: Bestätigung der Änderung Ihrer Email Adresse

source: Change Password
de_de: Passwort Ändern

source: Change Password Confirmation
de_de: Bestätigung der Passwortänderung

source: Citizen Management
de_de: Citizenverwaltung

source: Click this link to confirm your email change : {0}
de_de: Drücken Sie auf den folgenden Link, um die Änderung Ihrer Email Adresse zu bestätigen : {0}

source: Click this link to confirm your password change : {0}
de_de: Drücken Sie auf den folgenden Link, um Ihre Passwortänderung zu bestätigen : {0}

source: Click this link to confirm your registration : {0}
de_de: Drücken Sie auf den folgenden Link, um Ihre Registrierung zu bestätigen : {0}

source: Client
de_de: Klient

# ClientKey
source: Client
de_de: Klient

source: Completed
de_de: Abgeschlossen

source: Consent
de_de: Zustimmen

# CookieConsentInformation
source: This site uses a cookie. It is not required for basic functionality. Consenting to its use will enable the "remember me"-functionality. This will set a session cookie in your browsers storage. It will be used to identify you on your next visit. If you choose to deny the use of this cookie, this site will not remember your choice. Due to this, you will be asked for it again on your next visit.
de_de: Diese Seite nutzt einen Cookie. Er ist nicht für Basisfunktionalitäten vonnöten. Sollten Sie zu seiner Nutzung zustimmen, wird die "An mich erinnern"-Funktion ermöglicht. Diese setzt einen Sitzungscookie im Speicher Ihres Browsers. Bei ihrem nächsten Besuch der Seite wird dieser genutzt, um Sie zu identifizieren. Sollten Sie sich dazu entscheiden, den Cookie abzulehnen, wird die Seite sich nicht an Ihre Entscheidung erinnern. Bei Ihrem nächsten Besuch werden Sie daher erneut nach dieser gefragt.

source: Create
de_de: Erstellen

source: Create Transaction
de_de: Transaktion erstellen

source: Create Virtual Account
de_de: Virtuelles Konto Erstellen

source: Currently, you don't have any open link requests.
de_de: Momentan hast du keine austehenden Verbindungsanfragen.

source: Currently, you have consented to the use of this cookie.
de_de: Momentan haben Sie der Nutzung dieses Cookies zugestimmt.

source: Currently, you have neither consented to nor denied the use of this cookie.
de_de: Momentan haben Sie der Nutzung dieses Cookies weder zugestimmt noch widersprochen.

source: Currently, you have not consented to the use of this cookie.
de_de: Momentan haben Sie der Nutzung dieses Cookies widersprochen.

source: Currently, you have not linked any citizens.
de_de: Momentan hast du noch keine Citizens verbunden.

source: Dark
de_de: Dunkel

source: Deadline
de_de: Endzeitpunkt

source: Delete
de_de: Löschen

source: Deletion Notification
de_de: Benachrichtigung über Löschung

source: Deny
de_de: Widersprechen

source: Department Accounts
de_de: Abteilungskonten

source: Department Management
de_de: Abteilungsverwaltung

source: Enable Delegate Role
de_de: Delegatenrolle annehmen

source: Error
de_de: Fehler

source: Expiration Date
de_de: Löschungsdatum

source: Forget me
de_de: Mich vergessen

source: Forgot Password
de_de: Passwort Vergessen

source: Forward
de_de: Weiter

source: Hello, {0}
de_de: Hallo, {0}

source: If you did not request this, please ignore this email and consider changing your password.
de_de: Falls Sie dies nicht beantragt haben, ignorieren Sie bitte diese Email und ziehen Sie eine Passwortänderung in Erwägung.

source: If you did not request this, please ignore this email.
de_de: Falls Sie dies nicht beantragt haben, ignorieren Sie bitte diese Email.

source: In order to request linking a citizen, enter your RSI account (citizen) name.
de_de: Um eine neue Verbindungsanfrage zu stellen, gib deinen RSI Account (Citizen) Namen ein.

source: Initial Session Language
de_de: Sprache bei neuer Sitzung

source: Initial Session Theme
de_de: Farbschema bei neuer Sitzung

source: Light
de_de: Hell

source: Link
de_de: Verbinden

# Link Info
source: To link your citizen successfully, post the verification link in your Star Citizen Bio.
de_de: Veröffentliche den Verifizierungslink in deinem Star Citizen Bio, um deinen Citizen erfolgreich zu verbinden.

source: Login
de_de: Einloggen

source: Logistics
de_de: Logistik

# LogisticsOfferDetails requests
source: requests
de_de: beantragt

source: Logout
de_de: Ausloggen

source: Manage Delegates
de_de: Stellvertreter Verwalten

source: Manage Login
de_de: Login Verwalten

source: Miscellaneous
de_de: Verschiedenes

source: Name or Password
de_de: Name oder Passwort

source: New Email
de_de: Neue Email

source: New Password
de_de: Neues Passwort

source: No Orders found.
de_de: Keine Aufträge gefunden.

# None[male]
source: None
de_de: Keiner

source: Open
de_de: Offen

source: Orders
de_de: Aufträge

source: Origin
de_de: Start

source: Personnel
de_de: Personal

source: Please enjoy your stay :)
de_de: Viel Spaß bei deinem Besuch :)

source: Please Wait
de_de: Bitte Warten

source: Private
de_de: Privat

source: Public
de_de: Öffentlich

source: Real Accounts
de_de: Reale Konten

source: Refueling
de_de: Auftanken

source: Register
de_de: Registrieren

source: Registration Confirmation
de_de: Bestätigung Ihrer Registrierung

source: Remember me
de_de: An mich erinnern

source: Requests
de_de: Anträge

source: Reset
de_de: Zurücksetzen

source: RSI Account Settings
de_de: RSI Accounteinstellungen

source: Search Client
de_de: Klient suchen

source: Select Citizen
de_de: Citizen Auswählen

source: Settings
de_de: Einstellungen

source: Ships
de_de: Schiffe

source: Submit
de_de: Absenden

source: Target
de_de: Ziel

source: The account provided could not be found.
de_de: Der angegebene Account konnte nicht gefunden werden.

source: The citizen provided could not be found.
de_de: Der angegebene Citizen konnte nicht gefunden werden.

source: This site is running
de_de: Diese Seite nutzt

source: Transaction Contracts
de_de: Transaktionsverträge

source: Transaction Offers
de_de: Transaktionsangebote

source: Transaction Requests
de_de: Transaktionsanfragen

source: Two Factor Authentication Confirmation
de_de: Bestätigung der Zweifaktor Authentifizierung

source: Type
de_de: Typ

source: Underway
de_de: In Bearbeitung

source: Unlink
de_de: Entfernen

source: until
de_de: bis

source: Unverified Citizen
de_de: Nichtverifizierter Citizen

source: User
de_de: Nutzer

source: Vehicles
de_de: Fahrzeuge

source: Verification Link
de_de: Verifizierungslink

source: Verified Citizen
de_de: Verifizierter Citizen

source: Verify
de_de: Prüfen

source: Virtual Accounts
de_de: Virtuelle Konten

source: Welcome to CitizenBank
de_de: Wilkommen bei der CitizenBank

source: Whereever
de_de: Egal

source: You are not authorized to access this account.
de_de: Sie sind nicht dazu berechtigt, auf den angegebenen Account zuzugreifen.

source: You are not authorized to access this citizen.
de_de: Sie sind nicht dazu berechtigt, auf den angegebenen Citizen zuzugreifen.

source: You can edit your bio here
de_de: Hier kannst du dein Bio bearbeiten

source: Your email address will not be stored in an unencrypted format and no record of this email will be kept.
de_de: Ihre Email Adresse wird nicht unverschlüsselt gespeichert; Diese Email selbst wird nicht gespeichert.

source: Your two factor authentication code is : {0}
de_de: Ihr Zweifaktor Authentifizierungscode lautet : {0}

source: Your user email will be changed to : {0}
de_de: Ihre Nutzeradresse wird zu folgender geändert : {0}

source: Your user has successfully been deleted.
de_de: Ihr Nutzer wurde erfolgreich gelöscht.

source: {0} is offering {1:0}{2} ({3:0}{4}) to {5}, due in {6} days.
de_de: {0} bietet {5} {1:0}{2} ({3:0}{4}) an, zu zahlen in {6} Tagen.
